Repository: Gnutz/dcp-flutter-app
Catalog: lib/l10n/app_*.arb
Languages: da

source: Hello World!
da: Hej Verden

source: Themes
da: Temaer

source: Colors
da: Farver

# productionLastTen
source: Last 10 Productions
da: Sidste 10 produktioner

source: see all
da: se alle

source: check out
da: check ud

# costumeDetailsFor
source: Details {id}
da: Detaljer {id}

source: Your Name
da: Dit Navn

source: Email
da: Din Emailadresse

# passwordConfirmation
source: Confirm Password
da: Godkend Password

# selectRole
source: Select Your Role
da: Vælg din Rolle

source: Select Your Institution
da: Vælg din Institution

source: Sign Up
da: Registrer dig

# userDataStorageConsentOptInMessage
source: I understand and consent that the information I have provided will be stored and and used to identify me to other users of the app for as long as I have an user account
da: Jeg forstår og godkender at den information jeg har angivet vil blive gemt og anvendt til at identificere mig overfor andre brugere af systemet så længe jeg har en brugerkonto.

source: Enter a name
da: Indtast et navn

# enterAnEmail
source: Enter a valid email
da: Indtast en gyldig email

# passwordsMustBeIdentical
source: passwords must to be identical
da: passwords skal være identiske

# passwordMustContainOneLowercaseCharacter
source: The password must contain at least 1 lowercase alphabetical character
da: Passwordet skal indeholde minimum et lille bogstav

# passwordMustContainOneUppercaseCharacter
source: The password must contain at least 1 uppercase alphabetical character
da: Passwordet skal indeholde minimum et stort bogstav

# passwordMustContainOneNumericCharacter
source: The password must contain at least 1 numerical character
da: Passwordet skal indeholde minimum et tal 0-9

# passwordMustContainOneOneSpecialCharacter
source: The password must contain at least 1 special (! @ # $ % ^ & *) character
da: Passwordet skal indeholde minimum et specialtegn (! @ # $ % ^ & *)

# passwordMustBeAtLeastEightCharacterLong
source: The password be at least 8 character long
da: Passwordet skal være mindst 9 tegn langt

# youMustSelectYourInstitution
source: You must select an institution
da: Institutionen kan ikke være undefineret

# selectTheCostumeCategory
source: Select the costume's category
da: Vælg kostumets kategori

source: You must select a category
da: Vælg kostumets kategori

# selectTheCostumeTimePeriod
source: Select the costume's time period
da: Vælg kostumets tidsperiode

source: You must select a time period
da: Vælg kostumets tidsperiode

source: Save
da: Gem

source: Men's
da: Herre

source: Women's
da: Dame

source: New Theme
da: Nyt tema

source: Add
da: Tilføj

source: New Color
da: Ny farve

source: Storage
da: Lagerlokation

# errorServer
source: A Server Error occurred
da: A Server Fejl opstod

# errorEmailInUse
source: The entered email is already in use
da: Den indtastede emailadresse er allerede registreret

# errorInvalidCombination
source: Invalid email and password combination
da: Forkert email og password kombination

source: Confirm
da: Ja

source: Cancel
da: Nej

source: Are you sure
da: Er du sikker?

# discardUnSavedChanges
source: Do you want to discard unsaved changes?
da: Vil du gemme dine ændringer?

source: Quantity
da: Antal

source: Select where the costume is stored
da: Vælg hvor kostumet er opbevaret
